# backend/lyrics.py
LYRICS_DATA = """
실
흘러가길 피로
흘러가길 1로
이건 내 첫 이별
향수 선물같이 비려
포장해 편지를
예쁜 꽃 가시로
보내는 이 이라는 시로
흰색 종이 위로
창백한 내 피로는
흘러 가네 피로 흘려서 가긴
사실로 엉킨 실로
노를 저어 멀리로
본 바다의
낯설지 않은 색을
오직 기억만을 해
나 혼자서만
만족한
첫 경험같이해
my old partner
first part
두 번은 헷갈려
저번 달인 건가하네
과거인가 안해
합해 거진 말 뒤로
한 어린 나야
충혈인가 하다
눈병은 아닌걸
아는 거울 안
1초의 전 소년의 빨간
눈보라 피라도 흘려
약은 녹여낸
이건 강
봄바람에 흘러가네
야 내 백일간 애인
내 아래서 빨래
흘러가네 마치 빨래
엄마 내 처음은 바다에
흘러가길 피로
흘러가길 1로
이건 내 첫 이별
향수 선물같이 비려
포장해 편지를
예쁜 꽃 가시로
보내는 이 이라는 시로
흰색 종이 위로
창백한 내 피로는
흘러 가네 피로 흘려서 가긴
사실로 엉킨 실로
노를 저어 멀리로
사실로 엉킨 실로
노를 저어 멀리로
Bad I know I'm bad
알아버린 대신 앓을게
밤을 견디지 겨우 까먹게
내 하루를 내어주고서 받어 내일을
Sad I know I'm sad
알아버린 대신 잃을게
밤을 견디지 겨우 까먹게
내 하루를 내어주고서 받어 생
하나 남은 너까지
계산할까 겁나서
내 죄를 핑계로 하고
소문내 그 병을 난
나보다 강한 건약
괜찮아졌지 오늘 난
괜찮냐고 해줘서 다시
무너져 널 뒤로하고
엄마
Don't cry I'm fine
웃잖아
아빠
Don't cry I'm fine
난 참아 차마
<한시> 가사
난 새로워 너의 집이 생긴게
미안해 갈 곳이 없어 한시에는
취한 채로 들리는 게 아닌데
너랑은 하고 싶어서 아쉽게
곧 자야 하는 눈을 안 가린 채로
너 혼자 누워서 채운 침대에
겨우 사랑한다고 말하고 가기엔
난 가야 할 이유가 없지
<낮에> 가사
걱정이 많아서 고민
어차피 고민만 하니
차라리 더 취해 don't trip
이제야 우린 피해 드디어
어제인가 모레인가 헷갈려
여태 난 왜 셌나 이런 걸
책상엔 색깔별로
이제야 우린 피해 드디어
밤이 짧아서 안 졸려
이 시간에만 너를 원해
넌 아니 나의 원래 목소리
목이 다 해서 갈려
내 안에 아이 다시 보여서
I can't be sober
아까 한거 까먹어
Pop another drugs different color
Shawty I sniffin
이거 약 아니고 향기
삶인가 하기도 해 불가능해 완치는
어디지 내 집이 기억이 지워지게
I sipped
희미해져 밤이 되면 연기해야지
I don't know how to love
무뎌져 다행히 난 더
하루만 더 빌려줘
Sun comes up 괴로워
이 느낌이 오면 새로워지지
다시
I can't sleep
걱정이 많아서 고민
어차피 고민만 하니
차라리 더 취해 don't trip
이제야 우린 피해 드디어
어제인가 모레인가 헷갈려
여태 난 왜 썼나 이런 걸
책상엔 색깔별로
이제야 우린 피해 드디어
일어나 새 침대에서 안 나 기억이
그래 다시 취해
I don't know my limit
너가 정해 대신
이 죄에서 탈피해 free young b
밤이오니 그럼한 알더
서운해하긴 이거 겨우 사랑인데
이제 와서 어쩔
난 척해 우리 나이 차이까지
무시하고 벗게 해
난 원래 너무 빨리 질려 해서 relocate 걔넨 반성하고 나는 환전하니까 완벽해 가면이 몇 개지 이제 내가 누군지도 기억 못해 왜 혼자 있니 외로이 이런 날에 넌 이런 내가 필요해 하루 데리고 마시지 자고 일어나면 다른 애 옆에 난 원래 이러고 그건 너도 같다는 걸 아는데 난 모른척해 주지 내일은 더 하러 가야 돼서 무교 용서 못 받아 영원히 나누자 죄난 몰라 내 죄목 누구한테 빌어야 하지 오늘은 새 친구나 부르지 난 벌어야만 하지 새 지폐 사랑한다 말하고서 널 찢게 안아달라 해넌 다시 내게 안 아파서 거짓말해 쉽게 걱정이 많아서 고민 어차피 고민만 하니 차라리 더 취해 don't trip 이제야 우린 피해 드디어 어제인가 모레인가 헷갈려 여태 난 왜 셌나 이런 걸 책상엔 색깔별로 이제야 우린 피해 드디어
<아직> 가사 아직 못가난 집에 또 쌓이지 엄마의 문자 어둠이 앞을 가려 눈물 닦아
다시 to find
미안해 도망쳐서 누나
남아 내 실수가
내 숨이 끝나면 가져다줘 누가
갚게 전부다
난 취해
넌 내게 심해
혼자 남아 도시에
난 아직 어린데
Oh my depressions
TL[24]
그래 이건 피해
이건 못 피해
거짓말해 줘 나한테
차라리 그게 더 나을지도
난방 안에만 있어
밖에는 인간이 너무 많잖아
난 질려
우린 싸움하지 감정으로만
없어져 대화의 필요
부적응할래 난 끝까지 사회에
그래 맞아 내가 진 거야
내 죄가 남아있네
너무 많이
돌려주지 못해서 안 떼져 발이
다 못했는데 나 아직도 그 복수
그들이 준 배신감에
우린 못 헤어나 욕망에
일이 다 끝나면 후회만 남을 텐데
Like a jail 날 감지 시간이 내 목을
끝내 못 자서 난
아직 못가난 집에
또 쌓이지 엄마의 문자
어둠이 앞을 가려 눈물 닦아
다시 to find
미안해 도망쳐서 누나
남아 내 실수가
내 숨이 끝나면 가져다줘 누가
갚게 전부 다
<탈> 가사
너 가면 난 갈려
잎이 마르고 타겠지 나무는
가면이 완성되겠지
가려줘 우리 탈을
넌 헷갈려 하네 이제야
가려 하네 이제야
다행히
이제야 다행히
이제야 다행히
우린 지저분해
못 지워 덧칠해서는
흔적이겠지 이건
왜 무서워해 넌
억지로 날 더 태워서
연기로 가릴게
이건 어때
이제 정해
pull up wit a stick 발이 마비
너무도 많은 길 like different pills
울어줄래 온전히 나 때문에
when i leave
또 다른 길이 터
at night feel it comin
난 기꺼이
어차피 난 거의 다 잃었지
3개의 방이 전부 다 비어있네
왔네 가을이 다시 입이 터
너 가면 난 갈려
잎이 마르고 타겠지 나무는
가면이 완성되겠지
가려줘 우리 탈을
넌 헷갈려 하네 이제야
가려 하네 이제야
다행히
이제야
다행히
이제야
<하긴> 가사
이 시간에 뭐 하긴 더 취해
좋지만은 않아 기분이
사실 하나도 없어 가진 게
더 하는 수밖에 없지
누나 너가 오늘 내 신해
기도할게 니 위에서
들어갈까 해 니 안에 지금
뒤로할까 해 아님 입에
이 시간에 뭐 하긴 더 취해
이 시간에 뭐 하긴 더 취해
이 시간에 뭐 하긴 더 취해
사랑하기로 해한 시간만
무슨 말인가 하면서도 더 해
사막 안에 있는 것 같아
안아달라 해서 더 넣네
가만히 누워줘 내 위에
조금만 더 깊이
시간이 없니 돈이 없니
Ridin' on me slowly
Shawty you licked me
너의 허리가 해주지 대필
지워 내 안에 아이
기억이 안 나 어디야 여긴
이 시간에 뭐 하긴 더 취해
좋지만은 않아 기분이
사실 하나도 없어 가진 게
더 하는 수밖에 없지
누나 너가 오늘 내 신해
기도할게 니 위에서
들어갈까 해 니 안에 지금
뒤로할까 해 아님 입에
이 시간에 뭐 하긴 더 취해
이 시간에 뭐 하긴 더 취해
이 시간에 뭐 하긴 더 취해
<0001> 가사
날 아는듯한 쟤넨 누구
맨정신에 더는 안 세 분초
꿈이니까 꿈이지 꿈 병신아
내일은 살까 해 돈으로 잠을
거꾸로 가려 해 like moonwalk
버리고 가 내 침대 위 new hoe
어제 친구하기로 한 널 두고
제정신에도 이제 난 웃어
아직 남아있는 현실을 피해 아침에 취해 술로 안 취해서 U want me u don't know me 자기라 못 하는 것만 미안해 사실 하나도 없어 가진 게
약이랑 눈이 부신 아침에
너가 준 미움이 벌어준 지폐
지갑에 가득하지 내 실패
밤이 내 예상보다 더 기네
삶이 내 예산보다 더 기네
빛처럼 빠른 시간을 잊게 해줘
눈이 멀겠어 이른 햇빛에 밤이 내 옛날보다 더 기네
삶이 내 옛날보다 더 기네
사랑한다 해 난 너무 느린데
숨이 멎겠어 내일 아침엔
날 아는듯한 쟤넨 누구
맨정신에 더는 안 세 분초
꿈이니까 꿈이지 꿈 병신아
내일은 살까 해 돈으로 잠을
거꾸로 가려 해 like moonwalk
버리고 가 내 침대 위 new hoe
어제 친구하기로 한 널 두고
제정신에도 이제 난 웃어
<가면무도회> 가사
Too much city lights
눈이 안 아파 의심해 날
취해가네 부서지네 약이 피해 날
나 혼자 가면무도회
그 미소마저 함부로 해
나 혼자 가면무도회
그 미소마저 함부로 해
아무도 나를 못 덮어
알고 있었던 거지 이런 건
난 누굴 위해서 나였던 건지
이 술을 다 비우면 나아져
오늘의 난 어제의 나보다 별로
어제가 오늘인데 여전히
눈을 감아도 난 못 정해
시간이나 다시 까먹어
미안하다 했나 어제
미안하다 한 거 거짓
희미해져서 편해
그래 이제야 난 편해
잠에서 깨면 새로운 내가 거울에
이제야 이래도 아이처럼 생겼네
이런 내가 되려 일부러 죽였나 해도
돌아갈 곳이 없어
잊었지 내 집이 어딘지
힘이 없지 pills poppin' 다시
Too much city lights
눈이 안 아파 의심해 날
취해가네 부서지네 약이 피해 날
나 혼자 가면무도회
그 미소마저 함부로 해
나 혼자 가면무도회
그 미소마저 함부로 해
<사계> 가사
샤워한 듯이 풀려 힘이
다 잃고 나서야 포기해 영화 같아 우리 드디어 다시 하기 전에 배신해 어제와 같은 아침에
약이랑 눈이 부시네
영화 같아 난 드디어
마지막일 듯한 느낌에
하루 같아 내 3일 밤은 공황을 닮아
당연하지 숫자로 이어가면
다 이야기 같지
난 왜 아직이라 해 제자리인걸
다행인데 반대로
어둡다 해 해가 떠도
이상하다 해 이상의 삶을
멀어져도 우린 닮아 있지
맴돌아 제자리를 시계같이
바늘 같아 이 관계는
찢어져서 꿰매어도 따갑네
원하지 않아도 맞닿는 시간
3개의 숫자가 다 같네
1초만 널 미워하지 않을래
아이처럼 내가 먼저 안을래
운명 같게 해 Timing
우연하게 사랑해
이 말을 대신하는 건 숫자겠지
말이 필요 없는 관계네
어른스러움은 입을 닫게 해
침묵은 기분을 의심하게 해
생각의 가지를 잘라야겠어
다시 와주는 건 오직 사계
나무 같아 내 버팀은
이제야 죽을 것 같은 1월
시집 같다고 정리해
이기심 같은 예술이겠지
희생한다고 적히네
기록이라는 핑계로
화가 난 듯이 나 힘이
마지막인 듯이 연기해
간절히 원한 가면이네
사실은 나 화가 i need a pen
적지 않은 미움을 그리네
억지로 안 잘래 생일엔
초에 불을 하나씩
불신이라는 꽃을 피우네
향이 나게해 껍질은
차를 달이길 30에는
운명 같게 해 Timing
우연하게 사랑해
이 말을 대신하는 건 숫자겠지
말이 필요 없는 관계네
어른스러움은 입을 닫게 해
침묵은 기분을 의심하게 해
생각의 가지를 잘라야겠어
다시 와주는 건 오직 사계
"""